
export const faIRLocate = {
    services:'خدمات',
    mobileApp:'اپ موبایل',
    userPanel:'پنل کاربری',
    contactUs:'تماس با ما',
    aboutUs:'درباره ما',

    aboutUsText:'شرکت دانش بنیان ویرا پایش مزرعه با نام تجاری کانات (KANAT) در سال 1399 تأسیس گردید و از فروردین 1400 به عنوان شرکت فناور در پارک علم و فناوری استان آذربایجان شرقی ثبت و پس از استمرار فعالیت خود، در آذر 1401 موفق به اخذ گواهی دانش بنیان شد. تیم کانات فعالیت فناورانه خود را با گروهی از متخصصان سنجش از دور، فتوگرامتری، کشاورزی، هوافضا و هوش مصنوعی آغاز نمود. ما در تیم کانات با بهره گیری از علم سنجش از دور، علوم داده و هوش مصنوعی در تحلیل داده ها و تصاویر هوایی و ماهواره ای، در تلاش هستیم تا به کشاورزان در مدیریت بهینه زمین های خود کمک کنیم.',
    tabrizPark:'پارک علم و فناوری آذربایجان شرقی',
    arasRosh:'مرکز رشد ارس',
    artanComplex:'مجموعه آرتان',

    companyAddress:'تبریز، جاده ائل گلی، فلکه خیام، 35 متری سینا، کوچه رز، ساختمان مرکز نوآوری پارک علم و فناوری ، طبقه 2',

    ourServices:'خدمات ما',
    kanatImageryPortal:'سامانه پایشگر کانات',
    kanatImageryPortalDescription:'سامانه تحت وب و اپلیکیشن موبایل کانات با پردازش تصاویر ماهواره ای و ارائه تحلیل های متخصصین کشاورزی، آماده ارائه خدمات کشاورزی دقیق به صورت همه روزه و 24 ساعته به کشاورزان عزیز می باشد.',
    kanatImageryPortalRightItems:'پایش سبزینگی و تراکم محصولات%%پایش وضعیت تغذیه ای محصولات%%پایش آفات و بیماری های گیاهی%%پایش وضعیت آبی محصولات%%ارائه خدمات هواشناسی کشاورزی%%بررسی وضعیت و دوره ی رشد محصول',
    kanatImageryPortalLeftItems:'بررسی تغییرات کاربری اراضی%%برآورد خسارت و مدلسازی آتش سوزی جنگل ها%%برآورد خسارت  ناشی از سیل و زلزله ',
    advantagesTitle:'مزایای استفاده از این سامانه',
    advantagesOfUsingThisSystem:'پوشش سراسری زمین %%عدم نیاز به حضور میدانی %%مدیریت منابع و هزینه ها %%پردازش خودکار و سریع %%دسترسی به داده های مختلف %%پایش متناوب زمین های کشاورزی'
}