import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-login',
  templateUrl: './login.component.html',
  styleUrls: ['./login.component.scss']
})
export class LoginComponent implements OnInit {

  CarouselItems = [
    {
      title:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ ",
      text:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده ",
      imageUrl:"./assets/images/carousel/4.jpg"
    },
    {
      title:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ ",
      text:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده ",
      imageUrl:"./assets/images/carousel/2.jpg"
    },
    {
      title:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ ",
      text:"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده ",
      imageUrl:"./assets/images/carousel/3.jpg"
    }
  
  ];


  FormStatus:string = 'loginForm';

  constructor() { }

  ngOnInit(): void {
  }

}
